Repository: AlexCheGH/String-Catalog-Localizations-Automation
Catalog: Localizations/Localizations/Localizable.xcstrings
Source language: en_us
Languages: de, es_es, fr, id, pl, ru, se

# settings_map_layers
source: map options
de: Kartenoptionen
es_es: opciones de mapa
fr: options de carte
id: opsi peta
pl: opcje mapy
ru: параметры карты
se: alternativ för karta

# settings_precipitation_tiles_color_schemes
source: Precipitation colors
de: Niederschlagsfarben
es_es: Colores de precipitación
fr: Couleurs des précipitations
id: Warna presipitasi
pl: Kolory opadów
ru: Цвета осадков/Цветовая градация осадков/Цветовая схема осадков
se: Färger för nederbörd

# save_and_continue
source: Save & Continue
de: Speichern und fortfahren
es_es: Guardar y continuar
fr: Enregistrer et continuer
id: Simpan & Lanjut
pl: Zapisz i kontynuuj
ru: Сохранить и продолжить
se: Spara och fortsätt

# whats_new
source: Continue
de: Fortfahren
es_es: Continuar
fr: Continuer
id: Aktifkan
pl: Kontynuuj
se: Aktivera

# widget_tutorial
source: Weather forecast
de: Wettervorhersage
es_es: Pronóstico del tiempo
fr: Prévisions météorologiques
id: Prakiraan cuaca
pl: Prognoza pogody
se: Väderprognos

# feed_dropcast_cell_hide
source: Hide
de: Verbergen
es_es: Ocultar
id: Sembunyikan
pl: Ukryj
se: Dölj

# feed_dropcast_cell_see_more
source: See more
de: Mehr anzeigen
es_es: Ver más
fr: Afficher plus
id: Lihat lainnya
pl: Zobacz więcej
ru: Подробнее
se: Se mer

# feed_dropcast_chart_time_axis_now
source: now
de: jetzt
es_es: ahora
fr: maintenant
id: sekarang
pl: teraz
ru: cейчас
se: nu

# feed_dropcast_chart_premium_overlay_unlock
source: Unlock full prediction
de: Vollständige Vorhersage freischalten
es_es: Desbloquear predicción completa
id: Buka prediksi lengkap
pl: Odblokuj pełną prognozę
se: Lås upp fullständig prognos

# feed_dropcast_no_data_background
source: No Data
de: Keine Daten
es_es: Sin datos
fr: Pas de données
id: Tak Ada Data
pl: Brak danych
ru: Нет данных
se: Inga data

# feed_dropcast_chart_marker_cloudy
source: Cloudy
de: Bewölkt
es_es: Nublado
fr: Nuageux
id: Berawan
pl: Pochmurnie
ru: Облачно
se: Molnigt

# feed_dropcast_chart_marker_light_rain_intensity
source: Light rain
de: Leichter Regen
es_es: Lluvia ligera
fr: Pluie légère
id: Hujan ringan
pl: Lekki deszcz
ru: Слабый дождь
se: Lätt regn

# feed_dropcast_chart_marker_moderate_rain_intensity
source: Moderate rain
de: Mäßiger Regen
es_es: Lluvia moderada
fr: Pluie modérée
id: Hujan sedang
pl: Umiarkowane opady deszczu
ru: Дождь
se: Måttligt regn

# feed_dropcast_chart_marker_heavy_rain_intensity
source: Heavy rain
de: Starker Regen
es_es: Lluvia fuerte
fr: Pluie forte
id: Hujan deras
pl: Intensywne opady deszczu
ru: Сильный дождь
se: Kraftigt regn

# feed_dropcast_chart_marker_very_heavy_rain_intensity
source: Extremely heavy rain
de: Sehr stark Regen
es_es: Lluvia extremadamente copioso
id: Hujan amat deras
pl: Bardzo duże opady deszczu
se: Extremt kraftigt regn

# feed_dropcast_chart_marker_time
source: at %@
de: um %@
es_es: a las %@
fr: à %@
id: pada %@
pl: o %@
ru: в %@

# feed_dropcast_chart_marker_inches
source: %@ in
de: %@ Zoll
es_es: %@ pulgadas
id: %@ di
pl: %@ cal.
se: %@ i

# feed_dropcast_chart_marker_no_precipitation
source: No precipitation
de: Kein Niederschlag
es_es: Sin precipitaciones
fr: Pas de précipitation
id: Tak ada presipitasi
pl: Bez opadów
ru: Нет осадков
se: Ingen nederbörd

# radar_dropcast_unpaid_preview
source: Min-by-min rain
de: Regen im Minutentakt
es_es: Lluvia minuto a minuto
id: Hujan menit per menit
pl: Opady deszczu minuta po minucie
se: Regn minut för minut

# radar_dropcast_paid_preview_intensity_light_rain
source: Light rain
de: Leichter Regen
es_es: Lluvia ligera
fr: Pluie légère
id: Hujan ringan
pl: Lekki deszcz
ru: Слабый дождь
se: Lätt regn

# radar_dropcast_paid_preview_intensity_moderate_rain
source: Moderate rain
de: Mäßiger Regen
es_es: Lluvia moderada
fr: Pluie modérée
id: Hujan sedang
pl: Umiarkowane opady deszczu
ru: Дождь
se: Måttligt regn

# radar_dropcast_paid_preview_intensity_heavy_rain
source: Heavy rain
de: Starker Regen
es_es: Lluvia fuerte
fr: Pluie forte
id: Hujan deras
pl: Intensywne opady deszczu
ru: Сильный дождь
se: Kraftigt regn

# radar_dropcast_paid_preview_intensity_very_heavy_rain
source: Extremely heavy rain
de: Sehr stark Regen
es_es: Lluvia extremadamente copioso
id: Hujan amat deras
pl: Bardzo duże opady deszczu
se: Extremt kraftigt regn

# radar_dropcast_paid_preview_intensity_light_rain_starts
source: Light rain starts
de: Leichter Regen setzt ein
es_es: Empieza la lluvia ligera
id: Hujan ringan dimulai
pl: Rozpoczynają się lekki deszcz
se: Lätt regn börjar

# radar_dropcast_paid_preview_intensity_moderate_rain_starts
source: Moderate rain starts
de: Mäßiger Regen setzt ein
es_es: Empieza la lluvia moderada
id: Hujan sedang dimulai
pl: Rozpoczynają się umiarkowane opady deszczu
se: Måttligt regn börjar

# radar_dropcast_paid_preview_intensity_heavy_rain_starts
source: Heavy rain starts
de: Starker Regen setzt ein
es_es: Empieza la lluvia fuerte
id: Hujan deras dimulai
pl: Rozpoczynają się silne opady deszczu
se: Kraftigt regn börjar

# radar_dropcast_paid_preview_intensity_very_heavy_rain_starts
source: Extremely heavy rain starts
de: Extrem starker Regen setzt ein
es_es: Empieza a llover muy fuerte
id: Hujan amat deras dimulai
pl: Rozpoczynają się bardzo silne opady deszczu
se: Extremt kraftigt regn börjar

# radar_dropcast_paid_preview_duration
source: until %@
de: bis %@
es_es: hasta las %@
fr: jusqu'à %@
id: Sampai %@
pl: do %@
ru: до %@
se: till %@

# radar_dropcast_paid_preview_duration_very_long
source: for more than an hour
de: für mehr als eine Stunde
es_es: por más de una hora
id: selama lebih dari sejam
pl: przez więcej niż godzinę
se: i mer än en timme

# subscription_trial
source: Continue to trial
de: Weiter zur Testversion
es_es: Continuar a la prueba
id: Lanjut ke uji coba
pl: Kontynuuj okres próbny
se: Fortsätt till provperiod

# subscription_join
source: Join
de: Beitreten
es_es: Unirse
id: Bergabung
pl: Dołącz
se: Gå med

# subscription_sub_title_primary
source: Upgrade to premium for unlimited access to all pro features.
de: Upgraden Sie auf Premium für unbegrenzten Zugriff auf alle Pro-Funktionen.
es_es: Mejora a prémium para obtener acceso ilimitado a todas las funciones pro.
id: Tingkatkan ke premium untuk akses tanpa batas ke semua fitur pro.
pl: Uaktualnij do wersji premium, żeby uzyskać nieograniczony dostęp do wszystkich funkcji pro.
se: Uppgradera till premium för obegränsad tillgång till alla pro-funktioner.

# subscription_sub_title_secondary_trial
source: <b>%@-day free trial</b>, then %@/month. Cancel anytime.
de: <b>%@-tägige kostenlose Testversion</b>, danach %@/Monat. Jederzeit kündbar.
es_es: <b>Prueba gratuita de %@ días</b>; después, %@/mes. Cancela en cualquier momento.
id: <b>Uji coba gratis %@ hari</b>, lalu %@/bulan. Batalkan kapan saja.
pl: <b>%@-dniowy okres próbny</b>, a potem %@/miesiąc. Możesz anulować w dowolnym czasie.
se: <b>%@-dagars gratis provperiod</b>, sedan %@/månad. Avbryt när du vill.

# subscription_sub_title_secondary
source: Join for only %@/month. Cancel anytime.
de: Treten Sie für nur %1$/Monat bei. Jederzeit kündbar.
es_es: Únete por solo %@/mes. Cancela en cualquier momento.
id: Bergabung dengan hanya %@/bulan. Batalkan kapan saja.
pl: Dołącz za jedyne %@/miesiąc. Możesz anulować w dowolnym czasie.
se: Gå med för endast %@/månad. Avbryt när du vill.

# subscription_title
source: Full Access. Ad-free
de: Voller Zugriff. Werbefrei
es_es: Acceso completo. Libre de anuncios
id: Akses Penuh. Tanpa Iklan
pl: Pełny dostęp. Bez reklam
se: Fullständig åtkomst. Annonsfritt

# settings_inches_precipitation_unit_option
source: inches
de: Zoll
es_es: pulgadas
id: inci
pl: cale
se: tum

# settings_precipitation_unit_options
source: Precipitation units
de: Niederschlagseinheit
es_es: Unidad de precipitación
id: Satuan presipitasi
pl: Jednostka opadów
se: Nederbördsenheter

# subscription_alert_subscription_fail_no_internet_body
source: No Internet. Check your internet connection and try again.
de: Kein Internet. Prüfen Sie die Internetverbindung, und versuchen Sie es noch mal.
es_es: Sin internet. Compruebe su conexión a Internet y vuelva a intentarlo.
fr: Pas d'Internet
id: Tak ada internet. Periksa sambungan internet Anda dan coba lagi.
pl: Brak internetu. Sprawdź połączenie internetowe i spróbuj ponownie.
ru: Нет подключения к интернету
se: Inget internet. Kontrollera din internetanslutning och försök igen.

# subscription_alert_subscription_fail_other_body
source: Something went wrong. Try again later.
de: Etwas ist schiefgegangen. Versuchen Sie es später erneut.
es_es: Algo ha salido mal. Vuelve a intentarlo más tarde.
fr: Une erreur s'est produite. Réessayez plus tard.
id: Terjadi masalah. Coba lagi nanti.
pl: Coś poszło nie tak. Spróbuj ponownie później.
ru: Что-то пошло не так. Повторите попытку позже.
se: Något gick fel. Försök igen senare.

# subscription_proposition_title
source: Full Access
de: Voller Zugriff
es_es: Acceso completo
id: Akses Penuh
pl: Pełny dostęp
se: Fullständig åtkomst

# subscription_proposition_description
source: Upgrade to premium for unlimited access to all pro features. No ads!
de: Upgraden Sie auf Premium für unbegrenzten Zugriff auf alle Pro-Funktionen. Keine Werbung!
es_es: Mejora a prémium para obtener acceso ilimitado a todas las funciones pro. ¡Sin anuncios!
id: Tingkatkan ke premium untuk akses tanpa batas ke semua fitur pro. Tanpa iklan!
pl: Uaktualnij do wersji premium, żeby uzyskać nieograniczony dostęp do wszystkich funkcji pro. Zero reklam!
se: Uppgradera till premium för obegränsad tillgång till alla pro-funktioner. Inga annonser!

# subscription_proposition_pricing_details_trial_duration
source: %@-day free trial,
de: %@-tägige kostenlose Testversion,
es_es: Prueba gratuita de %@ días,
id: Uji coba gratis %@hari,
pl: %@-dniowy okres próbny,
se: %@-dagars gratis provperiod,

# subscription_proposition_pricing_details_trial_monthly_price
source: then %@/month.
de: danach %@/Monat.
es_es: después, %@/mes.
id: lalu %@/bulan.
pl: a potem %@/miesiąc.
se: sedan %@/månad.

# subscription_proposition_pricing_details_cancel
source: Cancel anytime.
de: Jederzeit kündbar.
es_es: Cancela en cualquier momento.
id: Batalkan kapan saja.
pl: Możesz anulować w dowolnym czasie.
se: Avbryt när du vill.

# subscription_proposition_pricing_details_monthly_price
source: Join for only %@/month.
de: Treten Sie für nur %@/Monat bei.
es_es: Únete por solo %@/mes.
id: Bergabung dengan hanya %@/bulan.
pl: Dołącz za jedyne %@/miesiąc.
se: Gå med för endast %@/månad.

# subscription_primary_button_trial
source: Continue to trial
de: Weiter zur Testversion
es_es: Continuar a la prueba
id: Lanjut ke uji coba
pl: Kontynuuj okres próbny
se: Fortsätt till provperiod

# subscription_primary_button
source: Join
de: Beitreten
es_es: Unirse
id: Bergabung
pl: Dołącz
se: Gå med

# subscription_secondary_button_annual_price
source: Annually %@
de: Jährlich %@
es_es: %@ al año
id: Tahunan %@
pl: Rocznie %@
se: Årligen %@

# subscription_terms
source: Terms
de: AGB
es_es: Términos
id: Syarat
pl: Warunki świadczenia usług
se: Villkor

# subscription_privacy
source: Privacy
de: Datenschutz
es_es: Privacidad
id: Privasi
pl: Polityka prywatności
se: Integritet

# subscription_alert_something_is_wrong_message
source: Something went wrong. Try again later.
de: Etwas ist schiefgegangen. Versuchen Sie es später erneut.
es_es: Algo ha salido mal. Vuelve a intentarlo más tarde.
id: Terjadi masalah. Coba lagi nanti.
pl: Coś poszło nie tak. Spróbuj ponownie później.
ru: Что-то пошло не так. Повторите попытку позже.
se: Något gick fel. Försök igen senare.

# whats_new_tutorial_button
source: How to add a widget?
de: Wie füge ich ein Widget hinzu?
es_es: ¿Cómo agregar un widget?
id: Bagaimana cara menambahkan widget?
pl: Jak dodać widżet?
se: Hur lägger jag till en widget?

# whats_new_skip_tutorial
source: Skip tutorial
de: Tutorial überspringen
es_es: Saltar tutorial
id: Lewati panduan
pl: Pomiń samouczek
se: Hoppa över handledningen

# widget_tutorial_header
source: You need to take 4 steps
de: Sie müssen 4 Schritte durchführen
es_es: Tiene que dar 4 pasos
id: Anda perlu melakukan 4 langkah
pl: Musisz wykonać 4 kroki
se: Du måste göra 4 steg

# widget_tutorial_first_attributed
source: Press and hold
de: Drücken und halten Sie
es_es: Presionar y mantener
id: Tekan dan tahan
pl: Naciśnij i przytrzymaj
se: Tryck och håll

# widget_tutorial_first_plain
source: on the home screen
de: auf dem Startbildschirm
es_es: en la pantalla de inicio
id: pada layar beranda
pl: na ekranie głównym
se: på hemskärmen

# widget_tutorial_second_plain
source: Click on the
de: Klicken Sie auf das
es_es: Hacer clic
id: Klik
pl: Kliknij
se: Klicka på

# widget_tutorial_third_plain
source: Type \"Rainbow.ai\" into the search box.
de: Geben Sie \„Rainbow.ai\“ in das Suchfeld ein.
es_es: Escribir \"Rainbow.ai\" en el cuadro de búsqueda.
id: Tikkan \"Rainbow.ai\" pada kotak pencarian.
pl: Wpisz \„Rainbow.ai\” w polu wyszukiwania.
se: Skriv \"Rainbow.ai\" i sökrutan.

# widget_tutorial_fourth_plain
source: Select the widget.
de: Wählen Sie das Widget aus.
es_es: Seleccionar el widget.
id: Pilih widget.
pl: Wybierz widżet.
se: Välj widgeten.

# widget_mock_location
source: New York
de: Berlin
es_es: Barcelona
id: Jakarta
pl: Warszawa
se: Stockholm

# small_widget_title
source: Weather Forecast
de: Wettervorhersage
es_es: Pronóstico del tiempo
id: Prakiraan Cuaca
pl: Prognoza pogody
se: Väderprognos

# free_small_widget_description
source: Check the relevant weather information for you location at any time of the day.
de: Prüfen Sie die relevanten Wetterinformationen für Ihren Standort zu jeder Tageszeit.
es_es: Consulte la información meteorológica relevante para su ubicación en cualquier momento del día.
id: Lihat informasi cuaca relevan untuk lokasi Anda kapan saja.
pl: Sprawdzaj ważne informacje pogodowe dla swojej lokalizacji o każdej porze dnia.
se: Kolla relevant väderinformation för din plats när som helst på dygnet.

# premium_small_widget_description
source: View the current weather and upcoming precipitation for the next 60 minutes for your location. Premium required.
de: Betrachten Sie für Ihren Standort das aktuelle Wetter und bevorstehende Niederschläge in den nächsten 60 Minuten. Premium erforderlich.
es_es: Ver el clima actual y las próximas precipitaciones para los próximos 60 minutos para su ubicación. Se requiere Premium.
id: Lihat cuaca saat ini dan presipitasi mendatang untuk 60 menit ke depan untuk lokasi Anda. Khusus Premium.
pl: Zobacz aktualną pogodę i nadchodzące opady na najbliższe 60 minut w swojej lokalizacji. Wymaga Premium.
se: Visa aktuellt väder och nederbörd för de kommande 60 minuterna för din plats. Premium krävs.

# premium_medium_widget_title
source: Weather Radar
de: Wetterradar
es_es: Radar meteorológico
id: Radar Cuaca
pl: Radar pogodowy
se: Väderradar

# premium_medium_widget_description
source: Stay weather-aware with a weather radar map, temperature, and upcoming precipitation for the next 60 minutes for your location. Premium required.
de: Bleiben Sie wetterbewusst – mit einer Wetterradarkarte, Temperaturen und bevorstehenden Niederschlägen in den nächsten 60 Minuten für Ihren Standort. Premium erforderlich.
es_es: Manténgase al tanto del clima con un mapa de radar meteorológico, la temperatura y las próximas precipitaciones durante los próximos 60 minutos para su ubicación. Se requiere Premium.
id: Tetap terinfokan tentang cuaca dengan peta radar cuaca, suhu, dan presipitasi mendatang untuk 60 menit ke depan untuk lokasi Anda. Khusus Premium.
pl: Bądź na bieżąco z pogodą – sprawdzaj mapę radaru pogodowego, temperaturę i nadchodzące opady na najbliższe 60 minut w swojej lokalizacji. Wymaga Premium.
se: Håll dig uppdaterad om vädret med en väderradarkarta, temperatur och nederbörd för de kommande 60 minuterna för din plats. Premium krävs.

# settings_home_screen
source: Home Screen
de: Startbildschirm
es_es: Pantalla de inicio
id: Layar Beranda
pl: Ekran główny
se: Hemskärm

source: Light rain until %@
de: Leichter Regen bis %@
es_es: Lluvia ligera hasta el %@
id: Hujan ringan sampai %@
pl: Lekki deszcz do %@
se: Lätt regn till %@

source: Moderate rain until %@
de: Mäßiger Regen bis %@
es_es: Lluvia moderada hasta el %@
id: Hujan sedang sampai %@
pl: Umiarkowany deszcz do %@
se: Måttligt regn till %@

source: Heavy rain until %@
de: Starker Regen bis %@
es_es: Fuerte lluvia hasta el %@
id: Hujan deras sampai %@
pl: Ulewny deszcz do %@
se: Kraftigt regn till %@

source: Extremely heavy rain until %@
de: Sehr starker Regen bis %@
es_es: Lluvia muy fuerte hasta el %@
id: Hujan amat deras sampai %@
pl: Bardzo ulewny deszcz do %@
se: Extremt kraftigt regn till %@

# light_rain_expected_from
source: Light rain is expected from %@
de: Leichter Regen wird ab %@ erwartet
es_es: Se espera lluvia ligera de %@
id: Hujan ringan diperkirakan mulai %@
pl: Od %@ spodziewany jest lekki deszcz
se: Lätt regn förväntas från %@

# moderate_rain_expected_from
source: Moderate rain is expected from %@
de: Mäßiger Regen wird ab %@ erwartet
es_es: Se espera lluvia moderada a partir del %@
id: Hujan sedang diperkirakan mulai %@
pl: Od %@ spodziewany jest umiarkowany deszcz
se: Måttligt regn förväntas från %@

# heavy_rain_expected_from
source: Heavy rain is expected from %@
de: Starker Regen wird ab %@ erwartet
es_es: Se esperan fuertes lluvias de %@
id: Hujan deras diperkirakan mulai %@
pl: Od %@ spodziewany jest ulewny deszcz
se: Kraftigt regn förväntas från %@

# extremely_heavy_rain_expected_from
source: Extremely heavy rain starts from %@
de: Extrem starker Regen beginnt ab %@
es_es: Lluvia extremadamente fuerte comienza desde %@
id: Hujan amat deras diperkirakan mulai %@
pl: Od %@ spodziewany jest wyjątkowo ulewny deszcz
se: Extremt kraftigt regn börjar %@

# light_rain_expected_from_to
source: Light rain is expected from %@ to %@
de: Leichter Regen wird von %@ bis %@ erwartet
es_es: Se esperan lluvias ligeras del %@ al %@
id: Hujan ringan diperkirakan mulai %@ sampai %@
pl: Od %@ do %@ spodziewany jest lekki deszcz
se: Lätt regn förväntas från %@ till %@

# moderate_rain_expected_from_to
source: Moderate rain is expected from %@ to %@
de: Mäßiger Regen wird von %@ bis %@ erwartet
es_es: Se espera lluvia moderada del %@ al %@
id: Hujan sedang diperkirakan mulai %@ sampai %@
pl: Od %@ do %@ spodziewany jest umiarkowany deszcz
se: Måttligt regn förväntas från %@ till %@

# heavy_rain_expected_from_to
source: Heavy rain is expected from %@ to %@
de: Starker Regen wird von %@ bis %@ erwartet
es_es: Se esperan fuertes lluvias del %@ al %@
id: Hujan deras diperkirakan mulai %@ sampai %@
pl: Od %@ do %@ spodziewany jest ulewny deszcz
se: Kraftigt regn förväntas från %@ till %@

# extremely_heavy_rain_expected_from_to
source: Extremely heavy rain is expected from %@ to %@
de: Sehr starker Regen wird von %@ bis %@ erwartet
es_es: Se esperan lluvias muy intensas del %@ al %@
id: Hujan amat deras diperkirakan mulai %@ sampai %@
pl: Od %@ do %@ spodziewany jest bardzo ulewny deszcz
se: Extremt kraftigt regn förväntas från %@ till %@

# light_rain_more_than_hour
source: Light rain for more than 1 hour
de: Leichter Regen für mehr als 1 Stunde
es_es: Lluvia ligera durante más de 1 hora
id: Hujan ringan selama lebih dari 1 jam
pl: Lekki deszcz przez ponad 1 godzinę
se: Lätt regn i mer än 1 timme

# moderate_rain_more_than_hour
source: Moderate rain for more than 1 hour
de: Mäßiger Regen für mehr als 1 Stunde
es_es: Lluvia moderada por más de 1 hora
id: Hujan sedang selama lebih dari 1 jam
pl: Umiarkowany deszcz przez ponad 1 godzinę
se: Måttligt regn i mer än 1 timme

# heavy_rain_more_than_hour
source: Heavy rain for more than 1 hour
de: Starker Regen für mehr als 1 Stunde
es_es: Lluvia intensa durante más de 1 hora
id: Hujan deras selama lebih dari 1 jam
pl: Ulewny deszcz przez ponad 1 godzinę
se: Kraftigt regn i mer än 1 timme

# extremely_heavy_rain_more_than_hour
source: Extremely heavy rain for more than 1 hour
de: Sehr starker Regen für mehr als 1 Stunde
es_es: Lluvia muy intensa durante más de 1 hora
id: Hujan amat deras selama lebih dari 1 jam
pl: Bardzo ulewny deszcz przez ponad 1 godzinę
se: Extremt kraftigt regn i mer än 1 timme

# no_location_widget_body
source: Turn on geolocation to see accurate weather here.
de: Schalten Sie Geolokalisierung ein, um hier das genaue Wetter zu sehen.
es_es: Activar la geolocalización para ver el clima preciso aquí.
id: Nyalakan geolokasi untuk melihat cuaca akurat di sini.
pl: Włącz geolokalizację, aby zobaczyć tutaj dokładną pogodę.
se: Slå på geolokalisering för att se exakt väder här.

source: Share location
de: Standort teilen
es_es: Compartir ubicación
id: Bagikan lokasi
pl: Udostępnij lokalizację
se: Dela plats

# upgrade_to_premium
source: Upgrade to Premium to use this widget
de: Wechseln Sie zu Premium, um dieses Widget zu nutzen
es_es: Actualizar a Premium para usar este widget
id: Tingkatkan ke Premium untuk menggunakan widget ini
pl: Uaktualnij do Premium, aby używać tego widżetu
se: Uppgradera till Premium för att använda denna widget

# no_internet_connection
source: No Internet Сonnection
de: Keine Internetverbindung
es_es: Sin conexión a Internet
id: Tak Ada Sambungan Internet
pl: Brak połączenia z Internetem
se: Ingen internetanslutning

source: Airplane Mode
de: Flugmodus
es_es: Modo avión
id: Mode Pesawat
pl: Tryb samolotowy
se: Flygplansläge

# small_widget_rain_starts_from
source: Rain starts from %@.
de: Regen beginnt in %@.
es_es: Comienza a llover en %@.
fr: La pluie commence à %@.
id: Hujan dimulai dari %@.
pl: Deszcz zacznie padać o %@.
ru: Дождь начнется в %@.
se: Det börjar regna %@.

# small_widget_rain_ends_at
source: Rain ends at %@.
de: Regen endet in %@.
es_es: Termina de llover en %@.
fr: La pluie cessera à %@.
id: Hujan berakhir pada %@.
pl: Deszcz przestanie padać o %@.
ru: Дождь закончится в %@.
se: Det slutar regna %@.

# widget_your_location
source: Your location
de: Ihr Standort
es_es: Su ubicación
id: Lokasi Anda
pl: Twoja lokalizacja
se: Din plats

source: Loading…
de: Laden …
es_es: Cargando…
id: Memuat…
pl: Wczytuję…
se: Laddar ...

# notification_light_rain_starts_in_body
source: ☔️ Stay dry! Light rain starts at %@. See what’s coming.
de: ☔️ Trocken bleiben! Leichter Regen beginnt um %@. Sehen Sie, was bevorsteht.
es_es: ☔️ ¡Mantente seco! Lluvia ligera que comienza a las %@. Mira lo que viene.
id: ☔️ Jangan sampai basah! Hujan ringan dimulai pada %@. Lihat yang akan datang.
pl: ☔️ Nie zmoknij! Lekki deszcz zaczyna się o %@. Zobacz, co będzie.
se: ☔️ Håll dig torr! Lätt regn börjar %@. Se vad som är på väg.

# notification_light_rain_starts_in_and_ends_in_body
source: 💦☂️Get ready! Light rain starts at %@ and ends at %@.
de: 💦☂️Bereiten Sie sich vor! Leichter Regen beginnt um %@ und endet um %@.
es_es: 💦☂️¡Prepárate! Las ligera lluvias comienzan a las %@ y terminan a las %@.
id: 💦☂️Bersiaplah! Hujan ringan dimulai pada %@ dan berakhir pada %@.
pl: 💦☂️ Przygotuj się! Lekki deszcz zaczyna się o %@ i kończy o %@.
se: 💦☂️Förbered dig! Lätt regn börjar %@ och slutar %@.

# notification_moderate_rain_starts_in_body
source: ☔️ Stay dry! Moderate rain starts at %@. See what’s coming.
de: ☔️ Trocken bleiben! Mäßiger Regen beginnt um %@. Sehen Sie, was bevorsteht.
es_es: ☔️ ¡Mantente seco! Lluvia moderada que comienza a las %@. Mira lo que viene.
id: ☔️ Jangan sampai basah! Hujan sedang dimulai pada %@. Lihat yang akan datang.
pl: ☔️ Nie zmoknij! Umiarkowany deszcz zaczyna się o %@. Zobacz, co będzie.
se: ☔️ Håll dig torr! Måttligt regn börjar %@. Se vad som är på väg.
